Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samisk_ungdom_utvalgt_som_laerlinger_av_walt_disney_animation_studios.html.tmx
Source language: nob
Languages: sme

source: Samisk ungdom utvalgt som lærlinger av Walt Disney Animation Studios
sme: Sámi nuorat válljejuvvon Walt Disney Animation Studios oahpahallin

source: Anne K atja Gaup og Ophelian L.J Ekblad er blitt utvalgt som lærlinger av Walt Disney Animation Studios og reiser til Los Angeles i løpet av våren for et 10 ukers trainee program sammen med andre talentfulle ungdom fra hele verden.
sme: Anne Katja Gaup ja Ophelian L.J Ekblad leaba válljejuvvon Walt Disney Animation Studios oahpahallin ja mannaba giđa mielde Los Angelesii 10 vahkkosaš trainee-prográmmii, ovttas eará nuorra taleanttaiguin miehtá máilmmi.

source: Talentutvikling en del av samarbeidsavtalen med Walt Disney Animation Studios
sme: Taleanttaid ovddideapmi lea oassin Walt Disney Animation Studios ovttasbargošiehtadusas

source: Denne muligheten har blitt gitt samisk ungdom i forbindelse med Frost 2 samarbeidsavtalen mellom Sametingene, Samerådet og Walt Disney Animation Studios hvor talentutvikling for samisk ungdom er en del av avtalen.
sme: Dát vejolašvuohta fállojuvvo sámi nuoraide sámedikkiid, Sámeráđi ja Walt Disney Animation Studios gaskasaš Jikŋon 2 ovttasbargošiehtadusa oktavuođas, mas sámi nuorra taleanttaid ovddideapmi lea oassin.

source: Sommeren 2019 offentliggjorde Sametinget at sametingene i Norge, Sverige og Finland sammen med Samerådet har samarbeidet Walt Disney Animation Studios.
sme: Geasset 2019 almmuhii Sámediggi ahte Norgga, Ruoŧa ja Suoma beale Sámedikkit ja Sámeráđđi leat ovttasbargan Walt Disney Animation Studiosain.

source: Som et ledd i samarbeidet forpliktet Walt Disney Animation Studios seg til å blant annet å samarbeide med samiske kreative om fremstillingen av samisk kultur i filmen og lage en nordsamisk versjon av storfilmen Frost 2.
sme: Ovttasbarggus geatnegahtii Walt Disney Animation Studios iežas earret eará ovttasbargat sámiiguin das, ahte mo sámi kultuvra ovdanbuktojuvvo filmmas, ja maiddái ráhkadit davvisámegiel veršuvnna Jikŋon 2 filmmas.

source: – Selv om pandemien bidro til å utsette reisen for våre lærlinger er vi nå veldig glade for at vi kan sende to av våre dyktige til Los Angeles over sommeren.
sme: – Vaikke pandemiija maŋidii oahpahalliid mátkki, de leat mii dál hui ilus sáddet guokte čeahpi Los Angelesii geasseboddii.

source: Å jobbe som lærling for et av verdens største medieselskap er en unik mulighet som vi håper bidrar til å inspirere og utvikle våre talenter, sier president i Samerådet Christina Henriksen.
sme: Lea erenoamáš vejolašvuohta bargat oahpahallin ovtta dan máilmmi stuorámus mediafitnodagas ja mii sávvat dát inspirere ja ovddida min taleanttaid, dadjá Sámeráđi presideanta Christina Henriksen.

source: Sametingene og Samerådet har etablert et reisestipend for de to lærlingene som består av 100.000 NOK for hver lærling.
sme: Sámedikkit ja Sámeráđđi leat ásahan 100.000 ruvdnosaš mátkestipeandda goappáge oahpahalli várás.

source: Reisen til og boutgiftene i LA er kostbare, og målsetningen med reisestipendet var å motivere samisk ungdom til å søke seg som lærling.
sme: Mátkkošteapmi ja orrun LA:s lea divrras, ja mátkestipeandda mihttun lea movttiidahttit sámi nuoraid ohcat oahpahallin.

source: – Målet vårt er å gi unge filmskapere et unikt kompetanseløft.
sme: – Min mihttun lea fállat nuorra filbmadahkkiide erenoamáš gelbbolašvuođaloktema.

source: Våre dyktige filmskapere må få en mulighet til å bli kjent med globale internasjonale selskaper, og få et innblikk om hvordan man lager historier i verdensklasse sier sametingsråd for Sametinget på norsk side, Maja Kristine Jåma.
sme: Min čeahpes filbmadahkkit fertejit beassat oahpásmuvvat globála máilmmiviidosaš fitnodagaiguin, ja beassat oaidnit mo ráhkadit máilmmidási historjjáid, Norgga beale Sámedikki sámediggeráđđi, Maja Kristine Jåma.

source: Det var til sammen over 40 samiske søkere fra hele Sápmi som drømte om muligheten til å jobbe som lærling for Walt Disney Animation Studios.
sme: Ledje oktiibuot 40 sámi ohcci miehtá Sámi guđet niegadedje vejolašvuođas bargat Walt Disney Animation Studios oahpahallin.

source: Anne Katja Gaup fra Guovdageaidnu sier hun ser veldig frem til sommeren i Los Angeles.
sme: Guovdageaidnulaš Anne Katja Gaup dadjá son illuda vuolgit Los Angelesii.

source: Til daglig jobber Gaup som fotograf og filmskaper gjennom sin mediebedrift Johtti Productions.
sme: Beaivválaččat bargá Gaup govvejeaddjin ja filbmadahkkin mediafitnodagastis Johtti Productions.

source: Hun har bachelor i TV-regissering med spesialisering i flerkameraproduksjon fra TV-skolen i Lillehammer.
sme: Sus lea bachelor TV-skuvllas Lillehammeris TV-regisseremis mas lea spesialiseren máŋggakamerabuvttadeapmái.

source: I 2020 laget hun en kortfilm sammen med regissør Grete Andrea Kvaal (Alle mine rein kjenner jeg), og dokumentaren handler om Anne Katjas áhkku- farmor, Karen Anna Logje Gaup, og om hennes liv som kvinne i reindrifta.
sme: Jagi 2020 son ráhkadii oanehis dokumentárafilmmaža “Buot iežan bohccuid dovddan” áhkustis Niillasa Gáren Ánná (Karen Anna Logje Gaup) ja su eallima birra nissonolmmožin boazodoalus.

source: Gaup er tilknyttet kunstnerkollektivet, Dáiddadállu, i Guovdageaidnu.
sme: Gaup gullá Guovdageainnu dáiddárkollektiivii Dáiddadállu.

source: Anne Katja skal delta i talentutviklingsprogrammet og synes det er stor stas å ha blitt valgt ut.
sme: Anne Katja searvá taleantaovdánahttinprográmmii ja su mielas lea hui somá go lea válljejuvvon dasa.

source: – Det er så stas når Disney ville ha meg som lærling!
sme: – Nu somá go Disney háliidii mu oahpahallin!

source: Jeg har siden jeg var liten elsket å filme og fotografere.
sme: Lean unnivuođa rájes liikon filbmet ja govvet.

source: Jeg har også vokst opp med Disneys filmer og vært med i Disney Channels kortserien "What a Life! » som 12-åring.
sme: Lean maiddái bajásšaddan Disney-filmmaiguin, ja 12-jahkásažžan ledjen mielde Disney Channela oanehisráiddus .

source: Og nå får jeg selv jobbe der og lære av de dyktigste i faget.
sme: Dál beasan ieš bargat doppe ja oahppat fága čeahpimusain.

source: Jeg gleder meg veldig, sier Gaup.
sme: Dása mun nu illudan, dadjá Gaup.

source: Adrian Vad Flaaten Lærlinger med andre unge talenter fra hele verden
sme: Adrian Vad Flaaten Oahpahallin ovttas eará nuorra taleanttaiguin miehtá máilmmi

source: Det 10 uker langt trainee program er tilpasset unge talenter innen det kunstfaglige, animasjon, grafikk og film.
sme: 10-vahkkosaš trainee-prográmma lea heivehuvvon nuorra taleanttaide dáiddafága-, animašuvdna, grafihkka- ja filbmasuorggis.

source: Sammen med andre unge talenter fra hele verden gis de muligheten til å fordype seg i ulike sider av animasjonsverden denne sommeren.
sme: Soai beassaba dán geasi čiekŋudit animašuvdnamáilmmi iešguđetge beliide, ovttas eará nuorra taleanttaiguin miehtá máilmmi.

source: Ophelian L.J Ekblad har nettopp ferdigstilt sin master i Design ved NABA i Milano, hvor hen har fokusert på samisk kultur og moderne gatemote.
sme: Ophelian L.J Ekblad lea aiddobáliid gárven mastera hábmemis NABA:s Milanos, mas son lea fokuseren sámi kultuvrii ja ođđaáigásaš gáhtamohtii (street fashion).

source: Til daglig jobber også Ekblad som illustratør og har blant annet nylig ferdigstilt illustrasjoner til den barneboken «Alle Barn Burde Ha En Som Áhkku» via Orkana forlag.
sme: Beaivválaččat bargá Ekblad illustrerejeaddjin, ja juste dál lea bargamin sámi mánáidromána illustrašuvnnaiguin mánáidgirjái Orkana forlag bokte.

source: Ekblad skal delta i lærlingprogrammet tilknyttet visuell utvikling, og håper lærlingprogrammet vil inspirere utviklingen av hens egne historier.
sme: Ekblad oassálastá oahpahalliprográmmas dasa mii guoská visuála ovddideapmái, ja sávvá oahpahalliprográmma inspirere su iežas historjjáid ovddideapmái.

source: – Jeg tror dette vil bli en stor læringsopplevelse for meg og jeg håper den også vil utvikle mine ferdigheter og inspirasjon slik at jeg kan fortsette å utvikle mine egne historier og ideer, men også styrke meg i bevaringen av våre historier og kultur i Sápmi, sier Ekblad.
sme: Anne Katja Gaup, tlf: +47 46 47 62 28 Ophelian L.J Ekblad, tlf: +47 48 17 61 78 Christina Hætta, Sámiráđđi, tlf: +47 48 02 17 34
